Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/facta/samediggi.fi/kn_060215_psaame_.pdf.tmx
Source language: sme
Languages: sms

source: Buorit sápmelaččat, eará olbmot !
sms: Ärvvsa säʹmmla, šiõǥǥ ǩiiččeei.

source: Buori sámi álbmotbeaivve !
sms: Hyvää kansallispäivää !

source: Lea stuora illu oaidnit din dáppe ávvudeame sámi álbmotbeaivve.
sms: Lij samai jonn rämm vueiʹnned tiʹjjid tääiʹben juʹhljemen säʹmmlai meersažpeeiʹv.

source: Dát leat vuosttaš dán válgaáigodaga álbmotbeaivedoalut ja báhcá maid dán válgaáigodaga maŋimussan daningo dat nohká dán jahkái.
sms: Tät lij sääʹmteeʹǧǧ vuõssmõs tän vaalpoodd jäʹrjstum meersažpeiʹvvjuhll da kuâđđjeen še maaimõssân, ǥu vaalpodd poott tän ekka.

source: Álbmotbeaivi lea sámediggái ja sápmelaččaide duođaid dehálaš ávvubeaivi, muhto dađi bahábut ruđalaš dili dihte eat leat suitán ordnet álbmotbeaifeasttaid dađi dávjjit.
sms: Meersažpeiʹvv lij sääʹmtegga da säʹmmlaid tuõʹđi tääʹrǩes juhll, ko lääiteeʹl ekonoomlaž vueʹǩǩ lij cõggâm juuhli riâššmõõžž tän tääuʹjben.

source: Sámediggi lea ovddit ja dán válgabaji áigge atnán mávssolažžan, ahte álbmotbeaivi ávvuduvvo sámi kultuvrra vuogi mielde ja ahte sierra guovllu sápmelaččat besset oassálastit ávvudoaluide.
sms: Sääʹmteʹǧǧ lij ooudab da äiʹǧǧpoddsa vaalpoodd âânnam vääžnmõssân tõn, što meersažpeeiʹv juuhljet sääʹmkulttuurmieʹldd da što jeeʹres beäʹlin jälsteei säʹmmlaid uuʹdšet vueiʹttemvuõđ vuässõõttâd juuhlid.

source: Álbmotbeaivefeasta boahtá sápmelaččain sápmelaččaide.
sms: Juhll lij säʹmmlain säʹmmlaid.

source: Dál vuosttaš háve dilálašvuođa sáhttá maid čuovvut interneahtas.
sms: Ååʹn vuõssmõs vuâra juuhlid lij vueiʹtlvažvuõtt seuʹrrjed še interneeʹttast.

source: Dán válgabaji áigge lea dáhpáhuvvan olu ja vel dán jagi, ovdal riikkabeaiveválggaid, vuorddán ja várra mii buohkat vuordit buorádusaid sápmelaččaid riektesajádahkii.
sms: Tän vaalpoodd ääiʹj lij šõddâm jiânnai da võl tän eeʹjj poodd vueʹrddep šuurid oođumuužžid säʹmmlai vuõiggâdvuõttstatuʹsse.

source: Politihkka lea olu ságastallojuvvon ja dat gal loktána vel guovddážii.
sms: Politiik lij mainstum jiânnai da tõt käggaat võl kõõskõʹsse.

source: Dál lea goitge áigi guođđit beaivvi politihka unnibun ja bidjat eambbo deattu ávvudit álbmotbeaivvi, sámi álbmoga historjjá, oktiigullevašvuođa ja boahtteáiggi.
sms: Ååʹn lij kuuitâǥ äiʹǧǧ kueʹđđed peeiʹvpolitiik vääʹnnbeälla da čiŋlmõõvvâp juʹhlljed meersažpeeiʹv, sääʹmmeer histoor, õhttnažvuõđ da pueʹttiääiʹj.

source: Sápmelaččat leat muosáhan historjjás áigge stuora borvemiid ja nuppástusaid, sođiid, vealaheami, gielaid jávkadahttinviggamušaid, bággomuotkumiid soađi ja goanstajávrriid huksemiid dihte, dego maid leat muosáhan váldepolitihkalaš ulbmiliid suddadit sápmelaččaid váldokultuvrraide ja viggamušaid biđget min sápmelaččaid ovttamielalašvuođa.
sms: Säʹmmla liâ vuäinnam histoor ääiʹj šuurid måʹlljõõzzid, vääin, čårstumuužžid, ǩiõl läʹppemǩiččlõõttmõõžž, päkkserddmõõžžid vääin da tuʹlvvääuʹdai raajjmõõžž seuʹrjumuuššân, väʹlddpolitiiklaid täävtõõzzid õhttõõttâd säʹmmlaid da ǩiččlõõttmõõžž piõʹdǧǧeed säʹmmlai õhttnažvuõđ.

source: Dáin mii leat ceavzán ovttas ja min ovddit buolvvaid áŋgiris bargguin ja vuollánmeahttunvuođain.
sms: Leäʹp seʹlvvnam täin õõutsââʹjest da mij ouddlest puõlvvõõǥǥi kõõrin tuâjin da lueʹǯǯjekani.

source: Šaddat goitge deaivat geažos áigge ain garrasit hástalusaid.
sms: Jõuddâp kuuitâǥ teivvad pâi võl ođđsab vaʹǯǯtõõzzid.

source: Globalisašuvdna, dálkkádatrievdan, árktalaš guovllu válde- ja soalddát- ja soahtepolitihkka buktet sápmelaččaide aivve ođđalágán doaibmabirrasa.
sms: Globalisaatio ääim-muuttâs da aarktla vuuʹd väʹldd- da sääldatpolitiik põʹhtte säʹmmlaid aivv ođđnallšem tuåimmjumušpirrõõzz.

source: Mot unná sámi álbmogaš ceavzá váldokultuvrra deaddagis ?
sms: Mäʹhtt siõm sääʹm-meer seʹlvvai väʹlddkulttuur tiâddast ?

source: Ovddit sápmelaš buolvvat leat duddjon dálá sápmelaččaide buriid eavttuid bihtit nuppástuvvi servodagas.
sms: Ääiʹjbu puõlvvõõǥǥ liâ raajjâm säʹmmlaid oudldõõzzid piʹrǧǧeed mottjeei õhttsažkååʹddest.

source: Mii leat árben rikkis giellamet, luonddus ceavzima máhttomet, árbevirolaš ealáhusaideamet, duodjeárbevieromet ja luonddugaskavuohtamet – dát leat ain duohta dehálaš máhtut.
sms: Leäʹp vuäǯǯam reeʹǧǧes ǩiõl, luâđast liikkeem siltteemvuõđ, äʹrbbvuõđla jieʹllemvueʹjj, ǩiõtttuâiäʹrbbvuõđ da luâttkõskkvuõđ – täk liâ võl tuõʹđi tääʹrǩes siltteemvuõđ.

source: Mii leat ožžon alcceceamet nanu kulturárbevieru, sápmelaš identiteahta ja searvvušvuođa.
sms: Leäʹp vuäǯǯam nânnaz kulttuurpreddan, säʹmmla identteett da õhttsažkåʹddlažvuõđ.

source: Sápmelaččat bihtet álohii, go gávdnat vuoimmi guhtet guimmiineamet ja doallat gitta sámi álbmoga searvvušvuođas, sápmelaš iešdovddus ja kulturárbevierus.
sms: Säʹmmla puäʹtte piʹrǧǧeed pâi, jõs kaunnâp viõǥǥ nuʹbb nuuʹbbin da ââʹnnep ǩidd sääʹm-meer õhttsažkåʹddlažvuõđâst, sääʹm identeeʹttest da kulttuurpreʹddnest.

source: Muhtin olbmotges leat maŋimus áiggiid ohcan čovdoša sápmelaččaid rivttiid ovddideami várás nu ahte leat evttohan sierra sápmelaš joavkkuide iežaset lágaid dehe nu ahte leat bidjan sierra sápmelaš joavkkuid vuoigatvuođaid ja árbevieruid vuostálagaid nuppiideaset ektui.
sms: Mõõnni ääiʹjin čåuddmõõžž säʹmmlai vuõiggâdvuõđi ooudâsviikkmõõžžid lij viǯǯum kooi-ne kruuggin õõlmtõõđeeʹl jeeʹres sääʹmjooukid jiiʹjjes lääʹjji leʹbe piijeeʹl jeeʹres sääʹmjoouki vuõiggâdvuõđ da äʹrbbvuõđ vuâsttlõõššân nuuʹbbeez.

source: Mun in sáhte dán ipmirdit.
sms: Tän lij vaiggâd fiʹttjed.

source: Sápmelaččat galget bastit ovttas gávdnat vugiid sápmelaččaid vuoigatvuođaid ja kultuvrra ovddideami várás min iežamet sámi kultuvrralaš dábiid mielde. Eat mii galgga ohcat málliid váldokultuvrra doaibmamálliin eatge nu ahte biđget sámi álbmoga oktilašvuođa.
sms: Säʹmmlain õlgg pâʹstted õõutsââʹjest ooccâd kuånstid säʹmmlai vuõiggâdvuõđi da kulttuur õõudâsviikkâm diõtt jiiʹjjes säʹmmlai kulttuurlai äʹrbbvuõđ mieʹldd, ij-ka viǯǯâd maal väʹlddkulttuur tuåimmjem-maalin ij-ka piõʹdǧǧeeʹl sääʹm-meer õhttnažvuõđ.

source: Sápmelaččat leat hui nannosat.
sms: Säʹmmla liâ samai ravvâz.

source: Šaddat gierdat vel dálá áiggenai vealaheami, ovdagáttuid, vaššiságaid ja bilkku.
sms: Jõuddâp ǩiõrddâd pâi võl čårstumuužž, pannjurddi, šeämm-mainnsid da viggtumuužž.

source: Min kultuvra lea geahččaluvvot rivvejuvvot ja oamastallojuvvot.
sms: Kulttuur meeʹst lij viõǥǥtõllum väʹldded da suâleed meädda.

source: Dat ii leat lihkostuvvan.
sms: Tõʹst jeäʹla onnstam.

source: Mánáide ja nuoraide bilku ja rasisma leat hui vahátlaččat.
sms: Päärnaid da nuõrid viggtumuš da rasismm liâ jeäʹrben päʹrtteei.

source: Lea vealtameahttun, ahte dubmet buotlágán vealaheami ja vaši.
sms: Lij vääžnai, što viârtep juõʹǩǩnallšem čårstumuužž da šeäm.

source: Eat sáhte diktit vealaheami dehe rasismma váikkuhit min
sms: Jeäʹp še vueiʹt uʹvdded čårstumuužž leʹbe rasiismm vaikkted kulttuuʹre, mij nääʹlid leʹbe teâvõõttmõʹšše.

source: Juvvá Lemet – Klemetti Näkkäläjärvi www.samediggi.fi Ságadoalli – Puheenjohtaja Saamelaiskäräjät Tel: +358505242109 Skierri Peuratie 15 kultuvrii, vieruide dehe gárvodeapmái.
sms: Juvvá Lemet – Klemetti Näkkäläjärvi www.samediggi.fi Ságadoalli – Puheenjohtaja Saamelaiskäräjät Tel: +358505242109 Skierri Peuratie 15 Säʹmmla liâ tuõʹđi occnja.

source: Eat goitge leat immunat juohke diŋgii, dehe nagot vuostálastit buot váikkuhusaid.
sms: Što säʹmmla vuäitči seillad, lij jurddmõõžž säʹmmlain õhtten meeran seillad ij-ka õõlǥ muʹvrjed uurid jeeʹres sääʹmjoouki kõʹsǩǩe.

source: Muhto mii fertet váldit vára das, ahte eat váldde málle váldokultuvrra ahkidis vieruin eatge buvtte sámi kultuvrra sisa vealaheami dehe nuppiid gáđašteami.
sms: Sääʹm identeeʹtte, sääʹm-meer õhttnažvuõʹtte da še säʹmmlai statuʹsse Lääʹddjânnmest lij vaarlaž, jõs säʹmmlaid ââʹnet kõskkneez tiʹǧǧõõtti meeran.

source: Máilmmis, mas gaskaárvvu mielde okta giella vahkus jáddá, sámi kultuvra ja dan seailun galggalii leat máilmmiviidosaččat njuolgut imaš.
sms: Maaiʹlmest, koʹst kõskkmeäʹrin õhtt ǩiõll jääʹmm neäʹttlest, sääʹmkulttuur da tõn seillmõš liâ globaalnalla vuõiʹǧǧest säärneeʹl õõmâs.

source: Munnje sámegielaid ja sámi kultuvrraid ceavzin ii leat mihkkege ipmašiid.
sms: Muʹnne sääʹmǩiõli da sääʹmkulttuur seillmõš iʹllak õõmâs.

source: Sápmelaččat leat sitkadat dego lageš, mii gierdá biekka, buollaša, báhka, ja deattu iige doddjo.
sms: Säʹmmla liâ siʹtǩǩes mâʹte čeärrsueʹǩǩ, kååʹtt ǩeârdd piõg, puõllâz, pakkvuõđ, tiâddõõzz da lij morddjeǩanai.

source: Man olu mii leatge miehtá historjjá hárjánan gullat, ahte sápmelaččat sogahuvvet ja suddet suopmelaččaide.
sms: Leäʹp čõõđ histoor kuullâm, što säʹmmla jäʹmme sooǥǥteʹmesvuõʹtte da õhttâʹtte läʹddlaid.

source: Stuora dutkijoavku čállenai ná juo 1900-logu álggus.
sms: Šurr tuʹtǩǩeeijoukk ǩeeʹrjti veʹt nääiʹt juʹn1900-looǥǥ aalǥâst.

source: Mii leat hárjánan gullat go vierrásat dadjet sámegiela duššat, juoiganárbevieru jávkat, sámi biktasiid báhcit eret anus ja sápmelaččaid suddat láddelaččaide.
sms: Leäʹp vuäǯǯam kuullâd sääʹmǩiõl jääʹmmem, juõiʹǥi da leeuʹdi äʹrbbvuõđ läʹppjem da säʹmmlai õhttõõttâm lääʹddkulttuuʹre.

source: Nohkameahttumat leat ságat, ahte eat eale šat sámi kultuvrra árbevieruid mielde, ja ahte boazobargu lea rievdan dievaslaččat go mohtorgielká ja njealjejuvllat mönkijä máraiga ealáhusa sisa, ja ahte sápmelaččat eai earrán váldokultuvrra olbmuin mainnage lágiin.
sms: Leäʹp vuäǯǯam kuullâd kulttuur ålggbeäʹli õhttsažtuâjjtuâjjlain, što jeäʹp teänab jeääʹl sääʹmkulttuur äʹrbbvuõđi mieʹldd, puäʒʒhåiddmõš lij måʹlljõõvvâm motorǩeâlk da motorpieʹjji väʹlddmest ij-ka säʹmmlaid rääʹtǩ väʹlddkulttuurast teänab ni mii.

source: Duokkáraš dulkomat leat dušše okta vuohki deaddit ja duššin dahkat min kultuvrramet.
sms: Täk puk räʹjjtõõzz liâ puääst. Nåkam-aa tuʹlǩǩumuužž liâ pâi õhtt kuånst läʹpped kulttuur.

source: Sámi kultuvra eallá ja vuogáiduvvá servodaga buktin nuppástusaide.
sms: Sääʹmkulttuur jeäll da šeâtt õhttsažkååʹdd puʹhttmid muttõõzzid.

source: Mohtorgielká ii leat rievdadan boazobarggu – sápmelaččat siiddastallet ja guođohit ealuideaset duoddariin ja vumiin vel dálá áiggenai.
sms: Motorǩeâlk ij leäkku mõttam puäʒʒhoiddmõõžž – puõccid ǩiõččât pâi võl tuõddrest da mieʹccest.

source: Dálloorrun, bálkábargu ja dálá johtinvuogit leat gal duohta rievdadan ávnnaslaš kultuvrra birgenlági, muhto eai min váimmuideamet ja jurdagiiddamet.
sms: Põrttjälstumuš da päʹlǩǩtuâjj liâ tuõʹđi mõttam kulttuur aunnsaala vuâđ, leâʹša ij čâđđmeen ij-ka jurddmõõžžeen.

source: Duháhiid jagiid čoggon diehtu luonddus, bohccuin, guliin ja eará elliin lea buktán midjiide eavttuid ceavzit servodatlaččat vuđolaš ođasmahttimiin.
sms: Dohateeʹjji poodd nårrjam teâtt luõđâst, puõccin, kueʹlin da jeeʹres meäʹccjieʹlljin lij põhttam miʹjjid oudldõõzz seʹlvvned õhttsažkååddlain måʹlljumuužžin.

source: Sámi kultuvra ja sápmelaččat leat vuogáiduvvan ja gárganan.
sms: Sääʹmkulttuur da säʹmmla liâ šiõttlõõvvâm da mõõnnâm ooudâs.

source: Eará molssaeaktuhan mis ii leat leamašge go ceavzit.
sms: Jeeʹres vaajtõsmääin meeʹst jeäʹla leämmaž.

source: Muhto eatdahan mii leat luohpan iežamet kultuvrras, árbevieruin, gielas eatge identiteahtas.
sms: Leâʹša jeäʹp leäkku čåuddõõttâm mij kulttuur pirr, äʹrbbvuõđâst, ǩiõlâst jeäʹp-ka identeeʹttest.

source: Min kultuvrra ii sáhte dahkkot duššin ja hejošuvvot dan geažil, ahte orrut dáluin dehe vuodjit biillain.
sms: Kulttuur ij vueiʹt läʹpped ij-ka vännšed tõn diõtt, što jälstep põõrtin leʹbe vuejjap aautin.

source: Árbevirolaš diehtu ja máhtut leat ain árbevirolaš sámi ealáhusaid ja dujiid deháleamos oassi.
sms: Äʹrbbvuõđlâž teâtt da silttumuš liâ pâi võl tääʹrǩmõš vueʹss äʹrbbvuõđla sääʹm jieʹllemvueʹjj da ǩiõtt-tuâi.

source: Dat leat gielkkáid ja mohtoriid deháleappot ja máhtut ja iešvuođat, mat leat min siste.
sms: Tõk liâ ǩeâlki da moottri tääʹrǩab silttumuužž da jiiʹjjesnallšemvuõđ.

source: Mii galgat leat čeavlát, ahte buot teknologiija mielddis buktin áššiid mielde eat leat luohpan iešvuđot kultuvrrasteamet.
sms: Meeʹst feʹrttai leeʹd ilbbâd, što jiânnja teknologia mieʹldd jeäʹp leäkku ni võl čåuddõõttâm jiijjânnalšeeʹm kulttuur pirr.

source: Sámi juoiganárbevierru, mas mii gullat odnenai čájánasaid, lea máhccan ovdalaččage vuoimmálaččabun.
sms: Saaʹmi juõiʹkk-da leuʹddäʹrbbvuõtt lij puättam mååusat võl friiskben.

source: Luohti, liđve ja leudd eallá árbevirolaš juoiganmusihkas nugo modearna populáramusihkas.
sms: Juõiʹkk äʹrbbvuõtt jeäll nuʹtt äʹrbbvuõđla juõiʹkkmusiikkist ko še modernist populaarmusiikkist.

source: Sámi dáidda lieđđu alimus áiggiid.
sms: Sääʹm čeäʹppõs jeäll lieʹđđâmpââʹjes.

source: Sámi dáiddarat leat buktán sámi kultuvrra árbevieruid ja searvvušlašvuođa oassin ođđa modearna dáidaga, mii ii eale duššefal galleriain, muhto árgabeaivvis, interneahtas ja sosiála medias.
sms: Sääʹm čeäppneeʹǩǩ liâ põhttam sääʹmkulttuur äʹrbbvuõđid da õhttsažkååddlažvuõđ bieʹǩǩen ođđ modeern čeäʹppõõzz, kååʹtt ij jeäll pâi galleriain, pâi še arggpeeiʹvest, interneeʹttest da sosiaala mediain.

source: Dáidagis lea friddjavuohta ja miehtá historjjá dáidda lea leamaš vuohki buktit servodaga vigiid ja kultuvrra árbevieruid ovdan mearrideddjiide.
sms: Čeäʹppõõzzin lij frijjvuõtt da čõõđ histoor čeäʹppõs lij leämmaž kuånst puʹhtted õhttsažkååʹdd pannääʹššid da kulttuur äʹrbbvuõđid ouʹdde mieʹrreejaid.

source: Dáidagiin sáhttá rievdadit máilmmi.
sms: Čeäʹppõõzzin vuäitt muʹtted maaiʹlm.

source: Min nuorra dáiddarat, geat dahket servodatlaš ja searvvušlaš dáidaga modearna teknologiijain, viiddidit dieđu sápmelaččain aivve ođđa vuogi mielde ja sii bastet burgit váldokultuvrra ráhkadan stereotypiaid ja ovdagáttuid sápmelaččain.
sms: Nuõr čeäppneeʹǩǩ, kook tueʹjjee õhttsažkååddla da õhttsažkåddlažvuõđlaid čeäʹppõõzzid modeern teknologia vieʹǩǩin, liâvvte teâđid säʹmmlain aivv ođđnalla da pâʹstte puʹrǩǩeed väʹlddkulttuur raajjâm stereotypioid säʹmmlain.

source: Sámi servodat lea šaddan máŋggabeallásaččabun.
sms: Sääʹmõhttsažkåʹdd lij määŋgpeällsan šõddâm.

source: Mis lea máhtolaš, gielalaš ja skuvlejuvvon sámi nuorat miehtá máilmmi ja dáppe min Sámis.
sms: Meeʹst liâ siltteei, ǩiõllmainsteei da škoouʹlʼjum sääʹmnuõr maaiʹlmest da tääiʹben dommvuuʹdest.

source: Sápmelaččat leat skuvlejuvvon dutkin, oahpaheddjiin, mearrideddjiin ja jođiheaddjin.
sms: Sääʹm liâ škoouʹlʼjam jiiʹjjes tuʹtǩǩeejen, uʹčteeʹlen, mieʹrreejen da jååđteejen.

source: Máŋggas sámi nuorain máhccet iežaset ruovttuguvlui skuvlema maŋŋel ja ovttastahttet oahpuset árbevirolaš sámi ealáhusaide, buktet ođđa dieđu sámi servošii, ođđa kultursiskkáldas dutkanbohtosiid, skuvlejit ođđa sápmelaš buolvvaid ja duddjojit sámi kultuvrii jotkkolašvuođa.
sms: Määŋg sääʹmnuõr puäʹtte dommvoudda škoouʹlʼjumuužž mâŋŋa da õhttee mättjum äʹrbbvuõđla sääʹmjieʹllemvueʹjjid, tueʹjjee ođđ teâđ sääʹmõhttsažkådda, ođđ kulttuursiiʹsǩid tuʹtǩǩeempuʹhttõõzzid, škoouʹlje ođđ sääʹmpuõlvvõõǥǥ da räjja sääʹmkulttuuʹre juäʹtǩǩemvuõđ.

source: Lean dás hui movttet ja čeavlái.
sms: Leäm täʹst čuuʹt ilbbâd.

source: Olu sápmelaččat orrot sámi ruovttuguovllu olggobealde.
sms: Šurr vueʹss säʹmmlain jäälast dommvuuʹd åålǥpeäʹln.

source: Báikkálaš sámi searvvit leat šaddan gávpotsápmelaš servošiid deaivvadanbáikin ja vuohkin doarjut sámi kultuvrra ja giela seailuma gávpotdiliin.
sms: Pääikla sääʹmohttõõzz liâ šõddâm lâʹnnsääʹmõhttsažkooʹddi vueiʹnnlõõttâmpäiʹǩǩen da kuånsten tuäʹrrjeed sääʹmkulttuur da ǩiõl seillmõõžž lâʹnnåårrmõõžžin.

source: Searvvit dahket divrras barggu oba sámi álbmoga boahtteáiggi dorvvasteami várás.
sms: Tõk tueʹjjee ärvvsa tuâi sääʹm-meer pueʹttiääiʹj staannmõʹšše.

source: Sámi ruovttuguovllu sámi servviin lea dehálaš rolla sápmelaš servodagas.
sms: Säʹmmlai dommvuuʹdest tuåimmjeejin sääʹmõhttõõzzin lij tääʹrǩes rooʹll sääʹm õhttsažkååʹddest.

source: Almmá Sámi Duodji – organisašuvnna árvvolaš barggu haga sámi duoji dilli livččii ovdalačča eanet uhkivuloš ja duodjeárbevieru buorringeavaheapmi livččii dáláža viiddit.
sms: Sámi Duodji- organisaatiotaa ärvvsa tuâi sääʹm status leʹčči jeänab vaarvuâlab da ǩiõtttuâiäʹrbbvuõđ šiõǥǥânâânnmõš leʹčči ânnʼjõõžž šõõrab.

source: Dáppe Anáris Anára sámegiela searvi ja Saami Nuett leaba bargan mávssolaš barggu unnit sámegielaid ealáskahttima, oahpaheami ja ovddideami várás.
sms: Tääiʹben Aanrest aanarsääʹm ǩiõl õhttõs da Saaʹmi Nueʹtt liâ tueʹjjääm ärvvsa tuâi uuccbi sääʹmǩiõli jälltem diõtt, mätteem diõtt da ooudâs viikkâm diõtt.

source: Sápmelaččat dárbbahit gievrras searvegietti ja searveaktivisttat ánssašit stuora giittosa iežaset bargan barggus.
sms: Säʹmmla taarbše ravvâz organisaatioǩeeʹdd da organisaatioaktiiv vuäǯǯa šuur späʹssbõõšš tuejjeemest tuâjast.

source: Sámi kultuvra ja sámegielat eai seaillo, jos mii eat huma sámegiela dehe sámi álbmoga árbevierut ja dábit eai doalahuvvo.
sms: Sääʹmkulttuur da sääʹmǩiõl jiâ seeil, jõs ǩiõl jeät mainstukku leʹbe sääʹm-meer äʹrbbvuõđid da nääʹlid jeät ââʹnet oummi kõõsk.

source: Juohke sápmelaččas lea stuora ovddasvástádus das, seailugo sámi kultuvra.
sms: Juõʹǩǩkast säʹmmlast lij šurr vasttõs tõʹst, seill-a sääʹmkulttuur.

source: Stáhtat galget duddjot gáibádusaid dasa, ahte sámi kultuvra sáhttá seailut, muhto juohke sápmelaš dahká loahpa loahpas ieš válljema das seailugo sámi kultuvra ja makkárin dat seailu boahtteáigge.
sms: Valdiain õlgg raajjâd vueiʹttemvuõtt tõõzz, što sääʹmkulttuur vuäitt seillad, leâʹša juõʹǩǩkaž säʹmmlaž tuejjad looppâst jiõčč vaʹlljumuužž tõʹst, seill-a sääʹmkulttur da muʹvddemnallšem-a veʹt tõt seill pueʹttiääiʹjest.

source: Juohke sápmelaš váhnen, guhte oahpaha árbevieruid ja árbevirolaš ealáhusaid, mearrida hupmat mánnásis sámegiela, bidjá máná giellabeassái dehe oahpahallá iežas láhppán giela, bargá kulturbarggu ja lea iežas bakte dorvvasteame sámegiela ja sámi álbmoga boahtteáiggi.
sms: Juõʹǩǩkaž sääʹm puäʹres, kååʹtt määttˈtad äʹrbbvuõđid da äʹrbbvuõđlaid jieʹllemvueʹjjid päärneez, älgg mainsted säämas pärnses, peeʹjj päärnes ǩiõlpeässa leʹbe mättˈtaat läʹppjam sääʹmǩiõl, tuejjad kulttuurtuei da lij jiiʹjjesnalla staanemen sääʹmǩiõl da meer pueʹttiääiʹj.

source: Giitu didjiide, sápmelaš váhnemat, ádját ja áhkut, máttárváhnemat din guođđin árbevierusteattet !
sms: Späʹsseb tiʹjjid, sääʹm puärraz, ääkk da ääʹjj da maaddârääʹjj da maaddârääkk miʹjjid kuõđđum preddnast !

source: Sámegielat ja sámi kultuvrrat eai seaillo almmá sápmelaš oahpaheddjiid ja beaivedikšunbargiid haga.
sms: Sääʹmǩiõll da kulttuur jiâ seeil sääʹm uʹčteeʹlitaa da peiʹvvhåiddpersonkååʹddtaa.

source: Giellabeasit, sámegielalaš beaivedikšun ja sámegielalaš vuođđooahpahus leat čoavdda sámi álbmoga boahtteáigái.
sms: Ǩiõllpieʹzz, sääʹmǩiõllsaž peiʹvvhåidd da sääʹmǩiõllsaž vuâđđmättˈtumuš liâ lokkčååud sääʹm-meer pueʹttiäigga.

source: Buot sápmelaččat, geat leat vuolgán oahpaheaddjin ja beaivedikšunbargin ráhkadit sámi kultuvrra jotkkolašvuođa.
sms: Puk säʹmmla, kook liâ vuâlggam uʹčteeʹlen da peiʹvvhåiddtuâjjlan, räjja sääʹmkulttuuʹre juäʹtǩǩemvuõđ.

source: Almmá din mávssolaš barggu haga sámegiela boahtteáigi livččii dáláža seavdnjadit.
sms: Tij-taa samai ärvvsa tuâi pirr tuejjeei, sääʹmǩiõl pueʹttiäiʹǧǧ leʹčči ânnʼjõõžž hueʹnab.

source: Háliidannai giitit din, buorit oahpaheaddjit ja šaddadeaddjit, din bargan divrras barggu ovddas.
sms: Haaʹlääm veʹt späʹssbõõššâd, šiõǥǥ uʹčteeʹl da puärraz, tueʹjjeemest ärvvsast tuâjast.

source: Sámi servoša ruovddit, geat sirdet árbevieruideaset buolvvas nubbái, dárbbahuvvojit.
sms: Sääʹmõhttsažkååʹdd tuärjjeemuur, kook seʹrdde äʹrbbvuõđ puõlvvõõǥǥâst nuʹbbe, taarbšet.

source: Árbevirolaš ealáhusat ja giehtaduojit dat soitet lea eanemus uhkivuložin láhppot dehe nuppástuvvat lagas boahtteáigge.
sms: Äʹrbbvuõđla jieʹllemvueʹjj da ǩiõtt-tuâi liâ možât šõõrab vaarest läʹppjed leʹbe mottjed âʹlddpueʹttiääiʹjest.

source: Dálkkádatrievdan, ruvkefidnut, ekonomiijavuogádat, byrokratiija ja láhkaásaheami váilevašvuođat soitet lea ilá máŋgga sápmelašnurrii liigi ja sii šaddet válljet eará go soga árbevirolaš ealáhusa.
sms: Äimm-muttâz, kuåivâshaʹŋǩǩõõzz, täällsysttem, byrokratia da lääʹjjšeâttmõõžži vääʹn vueiʹtte leeʹd čuuʹt mäŋggsa sääʹmnuõʹrre leeiǥas da sij jõudda vaʹlljed jeeʹres ǥu sooǥǥ äʹrbbvuõđla jieʹllemvueʹjj.

source: Muhto ovttas mii bastit ceavzit dáin uhkiin.
sms: Leâʹša õõutsââʹjest vueiʹttep seʹlvvned täin vaarin.

source: Galgá atnit mielas, olu nuorat háliidit bargat árbevirolaš ealáhusaiguin dáin uhkiin fuolakeahttá.
sms: ʼlgg muʹštted, što määŋgas nuõrr võl haaʹlad spraavdõõttâd äʹrbbvuõđlaid jieʹllemvueʹjjid pukin vaarin persteeǩani.

source: Árbevirolaš ealáhusamet leat min muvrageađgi, ii dušše daid buktin ruđalaš bohtosa, biepmu dehe dávviriid geažil.
sms: Äʹrbbvuõđla jieʹllemvueʹjj liâ tuärjjeemjueʹlj ij pâi tõi puʹhttem ekonoomila pohttmõõžž, porrmõõžž leʹbe tävvri diõtt.

source: Dat leat oassi kultuvrralaš sámi árbevierus, man giige ii sáhte váldit mis eret.
sms: Tõk liâ bieʹǩǩ kulttuurla sääʹm preddan, koon ij ni ǩii vueiʹt väʹldded meeʹst meädda.

source: Min ealáhusat leat gárganan ovttas luondduin ja elliiguin ja leat vuogáiduvvan deike dáidda árktalaš diliide. Dat ráhkadit vuođu rikkis sámegillii, dorjot sámi searvvušortnega seailuma ja leat sámi eallinvuogi oassi.
sms: Jieʹllemvueʹjj liâ šõddâm õõutsââʹjest luâđ da meäʹccjieʹlljivuiʹm da šiõttlõõvvâm tiiʹǩ aarktla åårrmõõžžid, räjja õudldõõzzid reeʹǧǧes sääʹmǩiõʹlle, tuäʹrjjee sääʹm õhttõsorganisaatio seillmõõžž da liâ bieʹǩǩ sääʹm jieʹllemnääʹll.

source: Álbmotbeaivve galgá muitit maid ránnáriikkaid sápmelaččaid ja álgoálbmogiid eará sajes máilmmis.
sms: Meersažpeiʹvven õlgg muʹštted še ââldasjieʹllimäädd säʹmmlaid da alggmeerid jeeʹres åʹrnn maaiʹlmest.

source: Eat sáhte vajálduhttit Ruošša sápmelaččaid, geat šaddet dáistalit iežaset giela, kultuvrra ja eallinvuogi beales almmá stáhta doarjaga haga.
sms: Jeäʹt vueiʹt veâlǥtââʹtted Ruõššjânnmest säʹmmlaid, kook jõuʹdde čoouǥõõttâd jiiʹjjes ǩiõl, kulttuur da jieʹllemååʹbleǩ peäʹlest vaʹldia tuärjjeemtaa.

source: Eat sáhte maid vajálduhttit Ruoŧa sápmelaččaid, geat geahččalit bargat bohccuideasetguin ruvkkiid deaddagis.
sms: Jeäʹp vueiʹt še veâldââʹtted Ruõccjânnam säʹmmlaid, kook ǩiččlâʹtte håiddad puõcceez kuåivvâz teäddõõzzâst.

source: Min sápmelaš fuolkkit ja ustibat Norggas sáhttet šaddat heaitit boazobarggu ja luohpat eallinvuogisteaset, jos Norgga stáhta bággonjuovvanmearrádusat olláhuvvet.
sms: Ruåđ da naʹzvaan Taarrâst vueiʹtte jõuddad looppted puäʒʒhååid da čåuddõõttâd jieʹllemnääʹlest, jõs pâi Taar vaʹldia päkk-kåʹddemčiõʹlǧǧtõõzz teâuddje.

source: Miehtá máilmmi algoálbmogat šaddet doarrut seamma buncaraggáiguin ja hástalusaiguin maid miinai dáppe.
sms: Alggmeer juõʹǩǩ åʹrnn maaiʹlmest jõuʹdde čåuddõõttâd seämma probleemi da vaʹǯǯtõõzzin aivv mäʹhtt mij še.

source: Álgoálbmogat leat min vieljat ja oappát, eaige buot álbmogat sáhte oba ávvuditge álbmotbeaivvi.
sms: Alggmeer liâ viʹlljam da vuäbbam jiâ-ka puk meer vueiʹt ni ââʹnned meersažpeeiʹv.

source: Mii galgat leat ilolaččat das, mii mis lea ja galgat muitit oba álgoálbmotservoša ja min oktasaš árbámet.
sms: Leäkkap rämmsai tõʹst, mii meeʹst lij da muʹštted pukid alggmeerõhttsažkååʹdd da õhttsa preddan.

source: Gudnejahtton sápmelaččat, buorit ustibat.
sms: Ärvvsa säʹmmla, šiõǥǥ naʹzvaan.

source: Sámi álbmoga boahtteáigi ii leat eahpesihkar nu guhká, go seailluhit kultuvrramet árvvuid, árbevieruid ja iežamet searvvušvuođa.
sms: Sääʹm-meer pueʹttiäiʹǧǧ ij leäkku pannaainâs nuʹtt kuuʹǩǩ, ko seeiltep kulttuur äärvid, äʹrbbvuõđid da õhttsažkååʹdd.

source: Boahtteáigi lea čuovgat.
sms: Pueʹttiäiʹǧǧ lij čuõʹvves.

source: Sápmelaš identiteahtta lea gievra.
sms: Sääʹm identteett lij raavâs.

source: Mii diehtit geat mii leat, gos boahtit ja gosa leat manname.
sms: Mij tieʹttep, ǩeäk mij leäʹp, koʹst pueʹttep da koozz leäʹp mõõnnmen.
